const ar = {
    "navbar": {
        "about": "معلومات عني",
        "studies": "الدراسات",
        "projects": "المشاريع",
        "contact": "اتصل بي",
        "dark_mode": "الوضع الداكن",
        "light_mode": "الوضع الفاتح"
    },
    "about": {
        "title": "معلومات عني",
        "bio": "ربيع لفقير هو <span class='text-red-500'>مطوّر برمجيات متكامل</span> ديناميكي ومتحمس، حاصل على درجة الماجستير في <span class='text-red-500'>طرق تكنولوجيا المعلومات التطبيقية لإدارة الأعمال</span>. لديه شغف عميق بالبرمجة، التعلم المستمر، واستكشاف الحلول المبتكرة. يحب ربيع القراءة، واكتشاف معارف جديدة، وتطبيقها لإنشاء مشاريع مؤثرة. يسعى دائمًا للمساهمة في المشاريع الطموحة، حيث يجمع بين طاقته الفريدة وفلسفته في الحياة، مع السعي المستمر للنمو والتميز.",
        "fullstack": "<span class='text-red-500'>مطوّر برمجيات متكامل</span>",
        "contact": "اتصل بي",
        "email": "البريد الإلكتروني",
        "github": "جيت هاب",
        "linkedin": "لينكد إن"
    },
    "studies": {
        "title": "مسيرتي الأكاديمية",
        "master_title": "ماجستير مهني في طرق الحوسبة التطبيقية لإدارة الأعمال",
        "master_university": "كلية العلوم والتكنولوجيا، سطات",
        "master_years": "2022 - 2024",
        "bachelor_title": "إجازة مهنية في الإدارة المعلوماتية للمنظمات",
        "bachelor_university": "كلية العلوم القانونية والاقتصادية والاجتماعية، مكناس",
        "bachelor_years": "2021 - 2022"
    },
    "projects": {
        "title": "مشاريعي",
        "new": "جديد",
        "tech": "التكنولوجيا",
        "development": "التطوير",
        "list": [
            {
                "title": "APIP Chatbot",
                "description": "واجهة مستخدم لدردشة تفاعلية.",
                "implementation": "تم تطوير واجهة مستجيبة وسهلة الاستخدام للتفاعل مع روبوت الدردشة، مما يوفر تجربة مستخدم سلسة وحديثة."
            },
            {
                "title": "IntelliHome",
                "description": "موقع تجارة إلكترونية لبيع الأجهزة المتصلة للمنازل الذكية.",
                "implementation": "تصميم وتطوير موقع ويب عالي الأداء مع إدارة المنتجات، وعربة التسوق، وتكامل الدفع باستخدام بنية خلفية قوية."
            },
            {
                "title": "MoroccanWonders (مشروع التخرج)",
                "description": "منصة لإدارة التجارب السياحية للزوار الدوليين في المغرب.",
                "implementation": "تم تطوير حل متكامل لحجز وإدارة الأنشطة السياحية، مع نظام إدارة محسّن للمستخدمين والمسؤولين."
            }
        ]
    },
    "contact": {
        "title": "تواصل معي",
        "description": "أنا متاح لمناقشة المشاريع الجديدة، التعاون، أو التواصل المهني.",
        "email": "البريد الإلكتروني",
        "location": "الدار البيضاء",
        "phone": "الهاتف",
        "phone_number": "+212 656 00 33 12",
        "contact_me": "اتصل بي",
        "collaborate": "لنتعاون معًا ونبدع شيئًا رائعًا.",
        "form": {
            "name": "الاسم",
            "email": "البريد الإلكتروني",
            "message": "الرسالة",
            "send": "إرسال الرسالة"
        }
    },
    "footer": {
        "madeBy": "تم الإنشاء بواسطة",
        "name": "ربيع لفقير",
        "copyright": "جميع الحقوق محفوظة."
    }
};

export default ar;
